{"weight_map": {"model.decoder.layers.0.self_attn.q_proj.weight": "pytorch_model-00000-of-00033.bin", "model.decoder.layers.0.self_attn.k_proj.weight": "pytorch_model-00000-of-00033.bin", "model.decoder.layers.0.self_attn.v_proj.weight": "pytorch_model-00000-of-00033.bin", "model.decoder.layers.0.self_attn.o_proj.weight": "pytorch_model-00000-of-00033.bin", "model.decoder.layers.0.feed_forward.w1.weight": "pytorch_model-00000-of-00033.bin", "model.decoder.layers.0.feed_forward.w2.weight": "pytorch_model-00000-of-00033.bin", "model.decoder.layers.0.feed_forward.w3.weight": "pytorch_model-00000-of-00033.bin", "model.decoder.layers.0.attention_norm.weight": "pytorch_model-00000-of-00033.bin", "model.decoder.layers.0.ffn_norm.weight": "pytorch_model-00000-of-00033.bin", "model.decoder.layers.1.self_attn.q_proj.weight": "pytorch_model-00001-of-00033.bin", "model.decoder.layers.1.self_attn.k_proj.weight": "pytorch_model-00001-of-00033.bin", "model.decoder.layers.1.self_attn.v_proj.weight": "pytorch_model-00001-of-00033.bin", "model.decoder.layers.1.self_attn.o_proj.weight": "pytorch_model-00001-of-00033.bin", "model.decoder.layers.1.feed_forward.w1.weight": "pytorch_model-00001-of-00033.bin", "model.decoder.layers.1.feed_forward.w2.weight": "pytorch_model-00001-of-00033.bin", "model.decoder.layers.1.feed_forward.w3.weight": "pytorch_model-00001-of-00033.bin", "model.decoder.layers.1.attention_norm.weight": "pytorch_model-00001-of-00033.bin", "model.decoder.layers.1.ffn_norm.weight": "pytorch_model-00001-of-00033.bin", "model.decoder.layers.2.self_attn.q_proj.weight": "pytorch_model-00002-of-00033.bin", "model.decoder.layers.2.self_attn.k_proj.weight": "pytorch_model-00002-of-00033.bin", "model.decoder.layers.2.self_attn.v_proj.weight": "pytorch_model-00002-of-00033.bin", "model.decoder.layers.2.self_attn.o_proj.weight": "pytorch_model-00002-of-00033.bin", "model.decoder.layers.2.feed_forward.w1.weight": "pytorch_model-00002-of-00033.bin", "model.decoder.layers.2.feed_forward.w2.weight": "pytorch_model-00002-of-00033.bin", "model.decoder.layers.2.feed_forward.w3.weight": "pytorch_model-00002-of-00033.bin", "model.decoder.layers.2.attention_norm.weight": "pytorch_model-00002-of-00033.bin", "model.decoder.layers.2.ffn_norm.weight": "pytorch_model-00002-of-00033.bin", "model.decoder.layers.3.self_attn.q_proj.weight": "pytorch_model-00003-of-00033.bin", "model.decoder.layers.3.self_attn.k_proj.weight": "pytorch_model-00003-of-00033.bin", "model.decoder.layers.3.self_attn.v_proj.weight": "pytorch_model-00003-of-00033.bin", "model.decoder.layers.3.self_attn.o_proj.weight": "pytorch_model-00003-of-00033.bin", "model.decoder.layers.3.feed_forward.w1.weight": "pytorch_model-00003-of-00033.bin", "model.decoder.layers.3.feed_forward.w2.weight": "pytorch_model-00003-of-00033.bin", "model.decoder.layers.3.feed_forward.w3.weight": "pytorch_model-00003-of-00033.bin", "model.decoder.layers.3.attention_norm.weight": "pytorch_model-00003-of-00033.bin", "model.decoder.layers.3.ffn_norm.weight": "pytorch_model-00003-of-00033.bin", "model.decoder.layers.4.self_attn.q_proj.weight": "pytorch_model-00004-of-00033.bin", "model.decoder.layers.4.self_attn.k_proj.weight": "pytorch_model-00004-of-00033.bin", "model.decoder.layers.4.self_attn.v_proj.weight": "pytorch_model-00004-of-00033.bin", "model.decoder.layers.4.self_attn.o_proj.weight": "pytorch_model-00004-of-00033.bin", "model.decoder.layers.4.feed_forward.w1.weight": "pytorch_model-00004-of-00033.bin", "model.decoder.layers.4.feed_forward.w2.weight": "pytorch_model-00004-of-00033.bin", "model.decoder.layers.4.feed_forward.w3.weight": "pytorch_model-00004-of-00033.bin", "model.decoder.layers.4.attention_norm.weight": "pytorch_model-00004-of-00033.bin", "model.decoder.layers.4.ffn_norm.weight": "pytorch_model-00004-of-00033.bin", "model.decoder.layers.5.self_attn.q_proj.weight": "pytorch_model-00005-of-00033.bin", "model.decoder.layers.5.self_attn.k_proj.weight": "pytorch_model-00005-of-00033.bin", "model.decoder.layers.5.self_attn.v_proj.weight": "pytorch_model-00005-of-00033.bin", "model.decoder.layers.5.self_attn.o_proj.weight": "pytorch_model-00005-of-00033.bin", "model.decoder.layers.5.feed_forward.w1.weight": "pytorch_model-00005-of-00033.bin", "model.decoder.layers.5.feed_forward.w2.weight": "pytorch_model-00005-of-00033.bin", "model.decoder.layers.5.feed_forward.w3.weight": "pytorch_model-00005-of-00033.bin", "model.decoder.layers.5.attention_norm.weight": "pytorch_model-00005-of-00033.bin", "model.decoder.layers.5.ffn_norm.weight": "pytorch_model-00005-of-00033.bin", "model.decoder.layers.6.self_attn.q_proj.weight": "pytorch_model-00006-of-00033.bin", "model.decoder.layers.6.self_attn.k_proj.weight": "pytorch_model-00006-of-00033.bin", "model.decoder.layers.6.self_attn.v_proj.weight": "pytorch_model-00006-of-00033.bin", "model.decoder.layers.6.self_attn.o_proj.weight": "pytorch_model-00006-of-00033.bin", "model.decoder.layers.6.feed_forward.w1.weight": "pytorch_model-00006-of-00033.bin", "model.decoder.layers.6.feed_forward.w2.weight": "pytorch_model-00006-of-00033.bin", "model.decoder.layers.6.feed_forward.w3.weight": "pytorch_model-00006-of-00033.bin", "model.decoder.layers.6.attention_norm.weight": "pytorch_model-00006-of-00033.bin", "model.decoder.layers.6.ffn_norm.weight": "pytorch_model-00006-of-00033.bin", "model.decoder.layers.7.self_attn.q_proj.weight": "pytorch_model-00007-of-00033.bin", "model.decoder.layers.7.self_attn.k_proj.weight": "pytorch_model-00007-of-00033.bin", "model.decoder.layers.7.self_attn.v_proj.weight": "pytorch_model-00007-of-00033.bin", "model.decoder.layers.7.self_attn.o_proj.weight": "pytorch_model-00007-of-00033.bin", "model.decoder.layers.7.feed_forward.w1.weight": "pytorch_model-00007-of-00033.bin", "model.decoder.layers.7.feed_forward.w2.weight": "pytorch_model-00007-of-00033.bin", "model.decoder.layers.7.feed_forward.w3.weight": "pytorch_model-00007-of-00033.bin", "model.decoder.layers.7.attention_norm.weight": "pytorch_model-00007-of-00033.bin", "model.decoder.layers.7.ffn_norm.weight": "pytorch_model-00007-of-00033.bin", "model.decoder.layers.8.self_attn.q_proj.weight": "pytorch_model-00008-of-00033.bin", "model.decoder.layers.8.self_attn.k_proj.weight": "pytorch_model-00008-of-00033.bin", "model.decoder.layers.8.self_attn.v_proj.weight": "pytorch_model-00008-of-00033.bin", "model.decoder.layers.8.self_attn.o_proj.weight": "pytorch_model-00008-of-00033.bin", "model.decoder.layers.8.feed_forward.w1.weight": "pytorch_model-00008-of-00033.bin", "model.decoder.layers.8.feed_forward.w2.weight": "pytorch_model-00008-of-00033.bin", "model.decoder.layers.8.feed_forward.w3.weight": "pytorch_model-00008-of-00033.bin", "model.decoder.layers.8.attention_norm.weight": "pytorch_model-00008-of-00033.bin", "model.decoder.layers.8.ffn_norm.weight": "pytorch_model-00008-of-00033.bin", "model.decoder.layers.9.self_attn.q_proj.weight": "pytorch_model-00009-of-00033.bin", "model.decoder.layers.9.self_attn.k_proj.weight": "pytorch_model-00009-of-00033.bin", "model.decoder.layers.9.self_attn.v_proj.weight": "pytorch_model-00009-of-00033.bin", "model.decoder.layers.9.self_attn.o_proj.weight": "pytorch_model-00009-of-00033.bin", "model.decoder.layers.9.feed_forward.w1.weight": "pytorch_model-00009-of-00033.bin", "model.decoder.layers.9.feed_forward.w2.weight": "pytorch_model-00009-of-00033.bin", "model.decoder.layers.9.feed_forward.w3.weight": "pytorch_model-00009-of-00033.bin", "model.decoder.layers.9.attention_norm.weight": "pytorch_model-00009-of-00033.bin", "model.decoder.layers.9.ffn_norm.weight": "pytorch_model-00009-of-00033.bin", "model.decoder.layers.10.self_attn.q_proj.weight": "pytorch_model-00010-of-00033.bin", "model.decoder.layers.10.self_attn.k_proj.weight": "pytorch_model-00010-of-00033.bin", "model.decoder.layers.10.self_attn.v_proj.weight": "pytorch_model-00010-of-00033.bin", "model.decoder.layers.10.self_attn.o_proj.weight": "pytorch_model-00010-of-00033.bin", "model.decoder.layers.10.feed_forward.w1.weight": "pytorch_model-00010-of-00033.bin", "model.decoder.layers.10.feed_forward.w2.weight": "pytorch_model-00010-of-00033.bin", "model.decoder.layers.10.feed_forward.w3.weight": "pytorch_model-00010-of-00033.bin", "model.decoder.layers.10.attention_norm.weight": "pytorch_model-00010-of-00033.bin", "model.decoder.layers.10.ffn_norm.weight": "pytorch_model-00010-of-00033.bin", "model.decoder.layers.11.self_attn.q_proj.weight": "pytorch_model-00011-of-00033.bin", "model.decoder.layers.11.self_attn.k_proj.weight": "pytorch_model-00011-of-00033.bin", "model.decoder.layers.11.self_attn.v_proj.weight": "pytorch_model-00011-of-00033.bin", "model.decoder.layers.11.self_attn.o_proj.weight": "pytorch_model-00011-of-00033.bin", "model.decoder.layers.11.feed_forward.w1.weight": "pytorch_model-00011-of-00033.bin", "model.decoder.layers.11.feed_forward.w2.weight": "pytorch_model-00011-of-00033.bin", "model.decoder.layers.11.feed_forward.w3.weight": "pytorch_model-00011-of-00033.bin", "model.decoder.layers.11.attention_norm.weight": "pytorch_model-00011-of-00033.bin", "model.decoder.layers.11.ffn_norm.weight": "pytorch_model-00011-of-00033.bin", "model.decoder.layers.12.self_attn.q_proj.weight": "pytorch_model-00012-of-00033.bin", "model.decoder.layers.12.self_attn.k_proj.weight": "pytorch_model-00012-of-00033.bin", "model.decoder.layers.12.self_attn.v_proj.weight": "pytorch_model-00012-of-00033.bin", "model.decoder.layers.12.self_attn.o_proj.weight": "pytorch_model-00012-of-00033.bin", "model.decoder.layers.12.feed_forward.w1.weight": "pytorch_model-00012-of-00033.bin", "model.decoder.layers.12.feed_forward.w2.weight": "pytorch_model-00012-of-00033.bin", "model.decoder.layers.12.feed_forward.w3.weight": "pytorch_model-00012-of-00033.bin", "model.decoder.layers.12.attention_norm.weight": "pytorch_model-00012-of-00033.bin", "model.decoder.layers.12.ffn_norm.weight": "pytorch_model-00012-of-00033.bin", "model.decoder.layers.13.self_attn.q_proj.weight": "pytorch_model-00013-of-00033.bin", "model.decoder.layers.13.self_attn.k_proj.weight": "pytorch_model-00013-of-00033.bin", "model.decoder.layers.13.self_attn.v_proj.weight": "pytorch_model-00013-of-00033.bin", "model.decoder.layers.13.self_attn.o_proj.weight": "pytorch_model-00013-of-00033.bin", "model.decoder.layers.13.feed_forward.w1.weight": "pytorch_model-00013-of-00033.bin", "model.decoder.layers.13.feed_forward.w2.weight": "pytorch_model-00013-of-00033.bin", "model.decoder.layers.13.feed_forward.w3.weight": "pytorch_model-00013-of-00033.bin", "model.decoder.layers.13.attention_norm.weight": "pytorch_model-00013-of-00033.bin", "model.decoder.layers.13.ffn_norm.weight": "pytorch_model-00013-of-00033.bin", "model.decoder.layers.14.self_attn.q_proj.weight": "pytorch_model-00014-of-00033.bin", "model.decoder.layers.14.self_attn.k_proj.weight": "pytorch_model-00014-of-00033.bin", "model.decoder.layers.14.self_attn.v_proj.weight": "pytorch_model-00014-of-00033.bin", "model.decoder.layers.14.self_attn.o_proj.weight": "pytorch_model-00014-of-00033.bin", "model.decoder.layers.14.feed_forward.w1.weight": "pytorch_model-00014-of-00033.bin", "model.decoder.layers.14.feed_forward.w2.weight": "pytorch_model-00014-of-00033.bin", "model.decoder.layers.14.feed_forward.w3.weight": "pytorch_model-00014-of-00033.bin", "model.decoder.layers.14.attention_norm.weight": "pytorch_model-00014-of-00033.bin", "model.decoder.layers.14.ffn_norm.weight": "pytorch_model-00014-of-00033.bin", "model.decoder.layers.15.self_attn.q_proj.weight": "pytorch_model-00015-of-00033.bin", "model.decoder.layers.15.self_attn.k_proj.weight": "pytorch_model-00015-of-00033.bin", "model.decoder.layers.15.self_attn.v_proj.weight": "pytorch_model-00015-of-00033.bin", "model.decoder.layers.15.self_attn.o_proj.weight": "pytorch_model-00015-of-00033.bin", "model.decoder.layers.15.feed_forward.w1.weight": "pytorch_model-00015-of-00033.bin", "model.decoder.layers.15.feed_forward.w2.weight": "pytorch_model-00015-of-00033.bin", "model.decoder.layers.15.feed_forward.w3.weight": "pytorch_model-00015-of-00033.bin", "model.decoder.layers.15.attention_norm.weight": "pytorch_model-00015-of-00033.bin", "model.decoder.layers.15.ffn_norm.weight": "pytorch_model-00015-of-00033.bin", "model.decoder.layers.16.self_attn.q_proj.weight": "pytorch_model-00016-of-00033.bin", "model.decoder.layers.16.self_attn.k_proj.weight": "pytorch_model-00016-of-00033.bin", "model.decoder.layers.16.self_attn.v_proj.weight": "pytorch_model-00016-of-00033.bin", "model.decoder.layers.16.self_attn.o_proj.weight": "pytorch_model-00016-of-00033.bin", "model.decoder.layers.16.feed_forward.w1.weight": "pytorch_model-00016-of-00033.bin", "model.decoder.layers.16.feed_forward.w2.weight": "pytorch_model-00016-of-00033.bin", "model.decoder.layers.16.feed_forward.w3.weight": "pytorch_model-00016-of-00033.bin", "model.decoder.layers.16.attention_norm.weight": "pytorch_model-00016-of-00033.bin", "model.decoder.layers.16.ffn_norm.weight": "pytorch_model-00016-of-00033.bin", "model.decoder.layers.17.self_attn.q_proj.weight": "pytorch_model-00017-of-00033.bin", "model.decoder.layers.17.self_attn.k_proj.weight": "pytorch_model-00017-of-00033.bin", "model.decoder.layers.17.self_attn.v_proj.weight": "pytorch_model-00017-of-00033.bin", "model.decoder.layers.17.self_attn.o_proj.weight": "pytorch_model-00017-of-00033.bin", "model.decoder.layers.17.feed_forward.w1.weight": "pytorch_model-00017-of-00033.bin", "model.decoder.layers.17.feed_forward.w2.weight": "pytorch_model-00017-of-00033.bin", "model.decoder.layers.17.feed_forward.w3.weight": "pytorch_model-00017-of-00033.bin", "model.decoder.layers.17.attention_norm.weight": "pytorch_model-00017-of-00033.bin", "model.decoder.layers.17.ffn_norm.weight": "pytorch_model-00017-of-00033.bin", "model.decoder.layers.18.self_attn.q_proj.weight": "pytorch_model-00018-of-00033.bin", "model.decoder.layers.18.self_attn.k_proj.weight": "pytorch_model-00018-of-00033.bin", "model.decoder.layers.18.self_attn.v_proj.weight": "pytorch_model-00018-of-00033.bin", "model.decoder.layers.18.self_attn.o_proj.weight": "pytorch_model-00018-of-00033.bin", "model.decoder.layers.18.feed_forward.w1.weight": "pytorch_model-00018-of-00033.bin", "model.decoder.layers.18.feed_forward.w2.weight": "pytorch_model-00018-of-00033.bin", "model.decoder.layers.18.feed_forward.w3.weight": "pytorch_model-00018-of-00033.bin", "model.decoder.layers.18.attention_norm.weight": "pytorch_model-00018-of-00033.bin", "model.decoder.layers.18.ffn_norm.weight": "pytorch_model-00018-of-00033.bin", "model.decoder.layers.19.self_attn.q_proj.weight": "pytorch_model-00019-of-00033.bin", "model.decoder.layers.19.self_attn.k_proj.weight": "pytorch_model-00019-of-00033.bin", "model.decoder.layers.19.self_attn.v_proj.weight": "pytorch_model-00019-of-00033.bin", "model.decoder.layers.19.self_attn.o_proj.weight": "pytorch_model-00019-of-00033.bin", "model.decoder.layers.19.feed_forward.w1.weight": "pytorch_model-00019-of-00033.bin", "model.decoder.layers.19.feed_forward.w2.weight": "pytorch_model-00019-of-00033.bin", "model.decoder.layers.19.feed_forward.w3.weight": "pytorch_model-00019-of-00033.bin", "model.decoder.layers.19.attention_norm.weight": "pytorch_model-00019-of-00033.bin", "model.decoder.layers.19.ffn_norm.weight": "pytorch_model-00019-of-00033.bin", "model.decoder.layers.20.self_attn.q_proj.weight": "pytorch_model-00020-of-00033.bin", "model.decoder.layers.20.self_attn.k_proj.weight": "pytorch_model-00020-of-00033.bin", "model.decoder.layers.20.self_attn.v_proj.weight": "pytorch_model-00020-of-00033.bin", "model.decoder.layers.20.self_attn.o_proj.weight": "pytorch_model-00020-of-00033.bin", "model.decoder.layers.20.feed_forward.w1.weight": "pytorch_model-00020-of-00033.bin", "model.decoder.layers.20.feed_forward.w2.weight": "pytorch_model-00020-of-00033.bin", "model.decoder.layers.20.feed_forward.w3.weight": "pytorch_model-00020-of-00033.bin", "model.decoder.layers.20.attention_norm.weight": "pytorch_model-00020-of-00033.bin", "model.decoder.layers.20.ffn_norm.weight": "pytorch_model-00020-of-00033.bin", "model.decoder.layers.21.self_attn.q_proj.weight": "pytorch_model-00021-of-00033.bin", "model.decoder.layers.21.self_attn.k_proj.weight": "pytorch_model-00021-of-00033.bin", "model.decoder.layers.21.self_attn.v_proj.weight": "pytorch_model-00021-of-00033.bin", "model.decoder.layers.21.self_attn.o_proj.weight": "pytorch_model-00021-of-00033.bin", "model.decoder.layers.21.feed_forward.w1.weight": "pytorch_model-00021-of-00033.bin", "model.decoder.layers.21.feed_forward.w2.weight": "pytorch_model-00021-of-00033.bin", "model.decoder.layers.21.feed_forward.w3.weight": "pytorch_model-00021-of-00033.bin", "model.decoder.layers.21.attention_norm.weight": "pytorch_model-00021-of-00033.bin", "model.decoder.layers.21.ffn_norm.weight": "pytorch_model-00021-of-00033.bin", "model.decoder.layers.22.self_attn.q_proj.weight": "pytorch_model-00022-of-00033.bin", "model.decoder.layers.22.self_attn.k_proj.weight": "pytorch_model-00022-of-00033.bin", "model.decoder.layers.22.self_attn.v_proj.weight": "pytorch_model-00022-of-00033.bin", "model.decoder.layers.22.self_attn.o_proj.weight": "pytorch_model-00022-of-00033.bin", "model.decoder.layers.22.feed_forward.w1.weight": "pytorch_model-00022-of-00033.bin", "model.decoder.layers.22.feed_forward.w2.weight": "pytorch_model-00022-of-00033.bin", "model.decoder.layers.22.feed_forward.w3.weight": "pytorch_model-00022-of-00033.bin", "model.decoder.layers.22.attention_norm.weight": "pytorch_model-00022-of-00033.bin", "model.decoder.layers.22.ffn_norm.weight": "pytorch_model-00022-of-00033.bin", "model.decoder.layers.23.self_attn.q_proj.weight": "pytorch_model-00023-of-00033.bin", "model.decoder.layers.23.self_attn.k_proj.weight": "pytorch_model-00023-of-00033.bin", "model.decoder.layers.23.self_attn.v_proj.weight": "pytorch_model-00023-of-00033.bin", "model.decoder.layers.23.self_attn.o_proj.weight": "pytorch_model-00023-of-00033.bin", "model.decoder.layers.23.feed_forward.w1.weight": "pytorch_model-00023-of-00033.bin", "model.decoder.layers.23.feed_forward.w2.weight": "pytorch_model-00023-of-00033.bin", "model.decoder.layers.23.feed_forward.w3.weight": "pytorch_model-00023-of-00033.bin", "model.decoder.layers.23.attention_norm.weight": "pytorch_model-00023-of-00033.bin", "model.decoder.layers.23.ffn_norm.weight": "pytorch_model-00023-of-00033.bin", "model.decoder.layers.24.self_attn.q_proj.weight": "pytorch_model-00024-of-00033.bin", "model.decoder.layers.24.self_attn.k_proj.weight": "pytorch_model-00024-of-00033.bin", "model.decoder.layers.24.self_attn.v_proj.weight": "pytorch_model-00024-of-00033.bin", "model.decoder.layers.24.self_attn.o_proj.weight": "pytorch_model-00024-of-00033.bin", "model.decoder.layers.24.feed_forward.w1.weight": "pytorch_model-00024-of-00033.bin", "model.decoder.layers.24.feed_forward.w2.weight": "pytorch_model-00024-of-00033.bin", "model.decoder.layers.24.feed_forward.w3.weight": "pytorch_model-00024-of-00033.bin", "model.decoder.layers.24.attention_norm.weight": "pytorch_model-00024-of-00033.bin", "model.decoder.layers.24.ffn_norm.weight": "pytorch_model-00024-of-00033.bin", "model.decoder.layers.25.self_attn.q_proj.weight": "pytorch_model-00025-of-00033.bin", "model.decoder.layers.25.self_attn.k_proj.weight": "pytorch_model-00025-of-00033.bin", "model.decoder.layers.25.self_attn.v_proj.weight": "pytorch_model-00025-of-00033.bin", "model.decoder.layers.25.self_attn.o_proj.weight": "pytorch_model-00025-of-00033.bin", "model.decoder.layers.25.feed_forward.w1.weight": "pytorch_model-00025-of-00033.bin", "model.decoder.layers.25.feed_forward.w2.weight": "pytorch_model-00025-of-00033.bin", "model.decoder.layers.25.feed_forward.w3.weight": "pytorch_model-00025-of-00033.bin", "model.decoder.layers.25.attention_norm.weight": "pytorch_model-00025-of-00033.bin", "model.decoder.layers.25.ffn_norm.weight": "pytorch_model-00025-of-00033.bin", "model.decoder.layers.26.self_attn.q_proj.weight": "pytorch_model-00026-of-00033.bin", "model.decoder.layers.26.self_attn.k_proj.weight": "pytorch_model-00026-of-00033.bin", "model.decoder.layers.26.self_attn.v_proj.weight": "pytorch_model-00026-of-00033.bin", "model.decoder.layers.26.self_attn.o_proj.weight": "pytorch_model-00026-of-00033.bin", "model.decoder.layers.26.feed_forward.w1.weight": "pytorch_model-00026-of-00033.bin", "model.decoder.layers.26.feed_forward.w2.weight": "pytorch_model-00026-of-00033.bin", "model.decoder.layers.26.feed_forward.w3.weight": "pytorch_model-00026-of-00033.bin", "model.decoder.layers.26.attention_norm.weight": "pytorch_model-00026-of-00033.bin", "model.decoder.layers.26.ffn_norm.weight": "pytorch_model-00026-of-00033.bin", "model.decoder.layers.27.self_attn.q_proj.weight": "pytorch_model-00027-of-00033.bin", "model.decoder.layers.27.self_attn.k_proj.weight": "pytorch_model-00027-of-00033.bin", "model.decoder.layers.27.self_attn.v_proj.weight": "pytorch_model-00027-of-00033.bin", "model.decoder.layers.27.self_attn.o_proj.weight": "pytorch_model-00027-of-00033.bin", "model.decoder.layers.27.feed_forward.w1.weight": "pytorch_model-00027-of-00033.bin", "model.decoder.layers.27.feed_forward.w2.weight": "pytorch_model-00027-of-00033.bin", "model.decoder.layers.27.feed_forward.w3.weight": "pytorch_model-00027-of-00033.bin", "model.decoder.layers.27.attention_norm.weight": "pytorch_model-00027-of-00033.bin", "model.decoder.layers.27.ffn_norm.weight": "pytorch_model-00027-of-00033.bin", "model.decoder.layers.28.self_attn.q_proj.weight": "pytorch_model-00028-of-00033.bin", "model.decoder.layers.28.self_attn.k_proj.weight": "pytorch_model-00028-of-00033.bin", "model.decoder.layers.28.self_attn.v_proj.weight": "pytorch_model-00028-of-00033.bin", "model.decoder.layers.28.self_attn.o_proj.weight": "pytorch_model-00028-of-00033.bin", "model.decoder.layers.28.feed_forward.w1.weight": "pytorch_model-00028-of-00033.bin", "model.decoder.layers.28.feed_forward.w2.weight": "pytorch_model-00028-of-00033.bin", "model.decoder.layers.28.feed_forward.w3.weight": "pytorch_model-00028-of-00033.bin", "model.decoder.layers.28.attention_norm.weight": "pytorch_model-00028-of-00033.bin", "model.decoder.layers.28.ffn_norm.weight": "pytorch_model-00028-of-00033.bin", "model.decoder.layers.29.self_attn.q_proj.weight": "pytorch_model-00029-of-00033.bin", "model.decoder.layers.29.self_attn.k_proj.weight": "pytorch_model-00029-of-00033.bin", "model.decoder.layers.29.self_attn.v_proj.weight": "pytorch_model-00029-of-00033.bin", "model.decoder.layers.29.self_attn.o_proj.weight": "pytorch_model-00029-of-00033.bin", "model.decoder.layers.29.feed_forward.w1.weight": "pytorch_model-00029-of-00033.bin", "model.decoder.layers.29.feed_forward.w2.weight": "pytorch_model-00029-of-00033.bin", "model.decoder.layers.29.feed_forward.w3.weight": "pytorch_model-00029-of-00033.bin", "model.decoder.layers.29.attention_norm.weight": "pytorch_model-00029-of-00033.bin", "model.decoder.layers.29.ffn_norm.weight": "pytorch_model-00029-of-00033.bin", "model.decoder.layers.30.self_attn.q_proj.weight": "pytorch_model-00030-of-00033.bin", "model.decoder.layers.30.self_attn.k_proj.weight": "pytorch_model-00030-of-00033.bin", "model.decoder.layers.30.self_attn.v_proj.weight": "pytorch_model-00030-of-00033.bin", "model.decoder.layers.30.self_attn.o_proj.weight": "pytorch_model-00030-of-00033.bin", "model.decoder.layers.30.feed_forward.w1.weight": "pytorch_model-00030-of-00033.bin", "model.decoder.layers.30.feed_forward.w2.weight": "pytorch_model-00030-of-00033.bin", "model.decoder.layers.30.feed_forward.w3.weight": "pytorch_model-00030-of-00033.bin", "model.decoder.layers.30.attention_norm.weight": "pytorch_model-00030-of-00033.bin", "model.decoder.layers.30.ffn_norm.weight": "pytorch_model-00030-of-00033.bin", "model.decoder.layers.31.self_attn.q_proj.weight": "pytorch_model-00031-of-00033.bin", "model.decoder.layers.31.self_attn.k_proj.weight": "pytorch_model-00031-of-00033.bin", "model.decoder.layers.31.self_attn.v_proj.weight": "pytorch_model-00031-of-00033.bin", "model.decoder.layers.31.self_attn.o_proj.weight": "pytorch_model-00031-of-00033.bin", "model.decoder.layers.31.feed_forward.w1.weight": "pytorch_model-00031-of-00033.bin", "model.decoder.layers.31.feed_forward.w2.weight": "pytorch_model-00031-of-00033.bin", "model.decoder.layers.31.feed_forward.w3.weight": "pytorch_model-00031-of-00033.bin", "model.decoder.layers.31.attention_norm.weight": "pytorch_model-00031-of-00033.bin", "model.decoder.layers.31.ffn_norm.weight": "pytorch_model-00031-of-00033.bin", "model.decoder.embed_tokens.weight": "pytorch_model-00032-of-00033.bin", "model.decoder.norm.weight": "pytorch_model-00032-of-00033.bin", "lm_head.weight": "pytorch_model-00032-of-00033.bin"}, "metadata": {"total_size": 13476831232}}